Repository: wlanslovenija/PiplMesh
Catalog: piplmesh/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Slovenian
sl: Slovenščina

source: English
sl: Angleščina

source: male
sl: moški

source: female
sl: ženska

source: Value is out of bounds.
sl: Vrednost je izven meja.

source: Username
sl: Uporabniško ime

source: Minimal of 4 characters and maximum of 30. Letters, digits and @/./+/-/_ only.
sl: Najmanj 4 in največ 30 znakov. Samo črke, številke in @/./+/-/_ .

source: This value may contain only letters, numbers and @/./+/-/_ characters.
sl: To polje lahko vsebuje le črke, številke in znake @/./+/-/_ .

source: A user with that username already exists.
sl: Uporabnik s tem uporabniškim imenom že obstaja.

source: Password
sl: Geslo

source: Password (repeat)
sl: Geslo (ponovi)

source: Enter the same password as above, for verification.
sl: V izogib napakam ponovno vnesi isto geslo kot zgoraj.

source: The two password fields did not match.
sl: Gesli se ne ujemata.

source: Current password
sl: Trenutno geslo

source: Enter your current password, for verification.
sl: Za potrditev vnesi trenutno geslo.

source: Your current password was incorrect.
sl: Vnešeno geslo je bilo nepravilno.

source: First name
sl: Ime

source: Last name
sl: Priimek

source: Gender
sl: Spol

source: Birth date
sl: Datum rojstva

source: Confirmation token
sl: Potrditvena koda

source: Please enter the confirmation token you received to your e-mail address.
sl: Prosimo vnesi potrditveno kodo, ki si jo prejel na svoj e-mail naslov.

source: The confirmation token is invalid or has expired. Please retry.
sl: Potrditvena koda je napačna ali pa je potekla. Prosimo, poskusi znova.

source: username
sl: uporabniško ime

source: You have been successfully logged in.
sl: Prijava uspešna.

source: You have been successfully logged out.
sl: Odjava uspešna.

source: Registration has been successful.
sl: Registracija je bila uspešna.

source: Your account has been successfully updated.
sl: Tvoj račun je bil uspešno posodobljen.

source: Your password has been successfully changed.
sl: Tvoje geslo je bilo uspešno posodobljeno.

source: Confirmation e-mail has been sent to your e-mail address.
sl: Potrditveni e-mail je bil poslan na tvoj e-mail naslov.

source: You have successfully confirmed your e-mail address.
sl: Uspešno si potrdil svoj e-mail naslov.

source: Account
sl: Račun

source: Profile
sl: Profil

source: Submit
sl: Pošlji

source: Change your password
sl: Spremeni svoje geslo

source: Please confirm your e-mail address
sl: Prosimo, potrdi svoj e-mail naslov

source: Hello %(username)s!
sl: Pozdravljen/a %(username)s!

source: This message was sent to you to confirm this e-mail address (%(email)s) as yours for your account on %(SITE_NAME)s with username "%(username)s". If you have already done so or don't want to, you can safely ignore this e-mail.
sl: To sporočilo ti je bilo poslano, da potrdiš ta e-mail naslov (%(email)s) kot svojega za %(SITE_NAME)s račun z uporabniškim imenom "%(username)s". Če si to že storil/a ali pa tega nočeš, lahko brez skrbi ignoriraš ta e-mail.

source: Please click the link below to confirm your e-mail address:
sl: Klikni spodnjo povezavo za potrditev svojega e-mail naslova:

source: Or, open the following link:
sl: Ali pa odpri naslednjo povezavo:

source: and copy-paste the following confirmation token into the input box there:
sl: in prilepi sledečo podtrditveno kodo v vnosno polje tam:

source: Confirmation token will be active for %(CONFIRMATION_TOKEN_VALIDITY)s day.
sl: Potrditvena koda bo veljavna %(CONFIRMATION_TOKEN_VALIDITY)s dan.

source: If it expires you will have to redo the process of confirming your e-mail address.
sl: Če bo potekla, boš moral/a ponovno čez postopek potrditve svojega e-mail naslova.

source: Please also be careful to open complete link. Your e-mail client might have broken it into several lines.
sl: Prosimo bodi previden/a, da odpreš celotno povezavo. Tvoj e-mail odjemalec jo je morda razdelil v več vrstic.

source: If you have any problems confirming your e-mail address or have any other questions just reply to this e-mail.
sl: Če imaš karšnekoli težave pri potrjevanju svojega e-mail naslova ali kakšna druga vprašanja, lahko odgovoriš kar na ta e-mail.

source: Yours,
sl: Tvoj,

source: Confirm your e-mail address
sl: Potrdi svoj e-mail naslov

source: You are just one step away from confirming your e-mail address. If for some reason the input box below is empty, paste the token in manually from the confirmation e-mail you have received.
sl: Si samo še korak od potrditve svojega e-mail naslova. Če je spodnje vnosno polje slučajno prazno, ročno prilepi kodo, ki si jo prejel/a.

source: E-mail address confirmation
sl: Potrditev e-mail naslova

source: Clicking the button below will send a confirmation mail to %(email)s.
sl: Klik na spodnji gumb bo poslal potrditveno povezavo na %(email)s.

source: Click here to confirm your e-mail address
sl: Klikni tukaj za potrditev svojega e-mail naslova

source: Why should I confirm my e-mail address?
sl: Zakaj bi potrdil svoj e-mail naslov?

source: Confirming your e-mail address improves the security of your account. Once you've confirmed your e-mail address, you will be able to reset your password in the case you lost it or forget it.
sl: Potrditev svojega e-mail naslova poveča varnost tvojega računa. Ko boš potrdil svoj e-mail naslov, boš lahko resetiral/a svoje geslo v primeru, da si ga pozabil/a ali izgubil/a.

source: Login
sl: Prijavi se

source: Don't mock location
sl: Brez simuliranja lokacije

source: Location
sl: Lokacija

source: Login with Facebook
sl: Facebook prijava

source: Login with Twitter
sl: Twitter prijava

source: Login with Foursquare
sl: Foursquare prijava

source: Login with Google
sl: Google prijava

source: Register
sl: Registriraj se

source: Change Password
sl: Spremeni geslo

source: Registration
sl: Registracija

source: User image
sl: Slika uporabnika

source: File
sl: Datoteka

source: Your e-mail address
sl: Tvoj e-mail naslov

source: Thank you. Your message has been successfully sent.
sl: Hvala. Tvoje sporočilo je bilo uspešno poslano.

source: 403 Forbidden
sl: 403 Prepovedano

source: You don't have permission to access the page you requested.
sl: Nimaš pravic za dostop do željene strani.

source: 404 Not Found
sl: 404 Ne obstaja

source: The page you requested cannot be found.
sl: Željena stran ne obstaja.

source: node database
sl: baza točk

source: development
sl: razvoj

source: growing
sl: rast

source: User picture
sl: Slika uporabnika

source: See your query results on
sl: Poglej zadetke na

source: Logout
sl: Odjava

source: Send my current location
sl: Pošlji mojo trenutno lokacijo

source: submit
sl: pošlji

source: Write a post...
sl: Napiši sporočilo ...

source: Display new posts
sl: Prikaži nove objave

source: Display new posts automatically
sl: Samodejno prikaži nove objave

source: Search
sl: Išči

source: Results for:
sl: Rezultati za:

source: Upload form
sl: Obrazec za nalaganje

source: Upload
sl: Naloži

source: Required
sl: Obvezno

source: Username:
sl: Uporabniško ime:

source: Name:
sl: Ime in priimek:

source: Gender:
sl: Spol:

source: Birthdate:
sl: Datum rojstva:

source: Last login:
sl: Zadnja prijava:

source: Facebook link
sl: Facebook povezava

source: Online users
sl: Povezani uporabniki

source: Search users
sl: Išči uporabnike
